#1st program"
print(9 ** 0.5 * 5)

#2st program"
print(9.99 > 9.98, 1000 !=1000.1) # не совсем понял задание но как я понял нужно and использовать чтоб оба были равны верно?
print(9.99 > 9.98 and 1000 !=1000.1)

#3st program"
print(2 * 2 + 2 == 2 * (2 +2)) # тоже не совсем понял задание мне нужно строчки сравнить или в одной строке? ((вообще так удобнее))
str1 = (2 * 2 + 2)
str2 = int(2 * (2 +2)) # ну прям всё что могу показываю) хоть и так число не дробное)
print(str1 == str2)

#4st program"
print(int(123.456 * 10) % 10)